interfaces/src/main/resources/templates/GeefDmfaVoorWerknemer/03.00.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://magda.vlaanderen.be/werk/soap/geefdmfavoorwerknemer/v03_00">
    <soapenv:Header/>
    <soapenv:Body>
        <web:GeefDmfaVoorWerknemer>
            <Verzoek>
                <Context>
                    <Naam>GeefDmfaVoorWerknemer</Naam>
                    <Versie>03.00.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>2025-01-01</Datum>
                            <Tijd>12:00</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>Identificatie</Identificatie>
                            <Referte>Referte</Referte>
                            <Hoedanigheid>Hoedanigheid</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>${REFERTE}</Referte>
                        <Inhoud>
                            <Criteria>
                                <INSZ>00000000000</INSZ>
                                <Kwartaal>
                                    <Begin>
                                        <Jaar>0000</Jaar>
                                        <Kwartaalcijfer>0</Kwartaalcijfer>
                                    </Begin>
                                    <Einde>
                                        <Jaar>0000</Jaar>
                                        <Kwartaalcijfer>0</Kwartaalcijfer>
                                    </Einde>
                                </Kwartaal>
                            </Criteria>
                            <TypeAntwoord>0</TypeAntwoord>
                            <LaatsteSituatie>0</LaatsteSituatie>
                            <Bron>RSZ</Bron>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </web:GeefDmfaVoorWerknemer>
    </soapenv:Body>
</soapenv:Envelope>